{
  "welcome": "Bem-vindo!",
  "english": "en",
  "pt-br": "pt-BR",
  "name_presentation": "Sou o Pedro Porto",
  "description_presentation": "Sou desenvolvedor Full Stack e estudante de Ciência da Computação",
  "projects_callout": "Você pode conferir alguns dos meus projetos pessoais abaixo",
  "pomodoro_title": "Gerenciador de Tarefas Pomodoro",
  "pomodoro_description": "Temporizador Pomodoro integrado a um sistema de gerenciamento de tarefas. O estado de cada tarefa é armazenado persistentemente no localStorage do navegador.",
  "map_points_title": "Gerenciamento de Pontos no Mapa",
  "map_points_description": "CRUD de marcadores de mapa dentro de uma área delimitada de colheita na fazenda usando a API do Google Maps",
  "todo_api_title": "API de Lista de Tarefas",
  "todo_api_description": "API de lista de tarefas com tarefas do usuário e espaços de trabalho compartilhados entre usuários",
  "about_me_title": "Sobre mim",
  "about_me_left_text": "Olá! Sou estudante de Ciência da Computação na Universidade Federal de Pelotas e trabalho como Desenvolvedor Full Stack há mais de um ano. Atualmente trabalho principalmente com React no front-end e Ruby on Rails no back-end, que são as tecnologias que me especializo. No entanto, tenho experiência com outras tecnologias como Typescript, Tailwind, NodeJS e Java Spring Boot",
  "professional_experience_title": "Experiência Profissional",
  "fullstack_dev": "Desenvolvedor Full Stack",
  "food_delivery": "ComidaDelivery App",
  "food_delivery_description": "Página de aplicativo de comida com carrinho",
  "fullstack_dev_description": "Desenvolvedor fullstack na Checkplant, trabalhando principalmente com React e Ruby on Rails. Responsável por implementar novas funcionalidades e também auxiliar na correção de bugs",
  "fullstack_dev_date_period": "Out 2022 - atualmente",
  "internship_dev": "Trainee - Programa Emergir",
  "internship_dev_description": "Programa de treinamento sobre desenvolvimento Full Stack e práticas relacionadas ao desenvolvimento",
  "internship_dev_date_period": "Mar 2022 - Out 2022",
  "contact": "Entre em contato comigo",
  "contact_description": "Se deseja entrar em contato, sinta-se a vontade de me chamar nas minhas redes sociais" 
}

